var CASES = [
	{
		id: "Y-001",
		name: "فرح عبدالرحيم جمال عمار",
		description: "يتيمة، تاريخ الميلاد: 16/1/2023، تاريخ استشهاد الأب: 27/10/2023",
		amount: 495,
		status: "بانتظار الكفالة",
		category: "يتيمة",
		details: "الوصي: وسام زياد رشيد الأسطل"
	},
	{
		id: "Y-002",
		name: "زينة حاتم زياد غالية",
		description: "يتيمة، تاريخ الميلاد: 1/12/2024، تاريخ استشهاد الأب: 22/6/2025",
		amount: 495,
		status: "بانتظار الكفالة",
		category: "يتيمة",
		details: "الوصي: هديل ربحي غالية"
	},
	{
		id: "Y-003",
		name: "نعمة مهند نوفل",
		description: "يتيمة، تاريخ الميلاد: 28/10/2020، تاريخ وفاة الأب: 28/12/2023",
		amount: 495,
		status: "بانتظار الكفالة",
		category: "يتيمة",
		details: "الوصي: هداية صالح أبو نحل. ليس لديها كفالات دائمة وتسكن مع والدتها التي ليس لها مُعيل. السكن: خيمة"
	},
	{
		id: "Y-004",
		name: "علي الحسن بن علي ناجي الاغا",
		description: "يتيمة، تاريخ الميلاد: 1/4/2015",
		amount: 495,
		status: "بانتظار الكفالة",
		category: "يتيمة",
		details: "الوصي: صابرين محمد خالد الفرا"
	},
	{
		id: "Y-005",
		name: "ميار أحمد سالم الشوبكي",
		description: "يتيمة، تاريخ الميلاد: 17/5/2023.تاريخ وفاة الولد/30/8/2024",
		amount: 495,
		status: "بانتظار الكفالة",
		category: "يتيمة",
		details: ".الوصي:الام /ميساء زهير توفيق الشوبكي ,الحاله المادية لا يوجد مصدر دخل "
	},

	{
		id: "A-001",
		name: "نزهة بلال احمد راضي",
		description: "أرملة، عدد الأفراد: 3، تاريخ وفاة الزوج: 13/3/2024",
		amount: 495,
		status: "بانتظار الكفالة",
		
		category: "أرملة",
		details: "الحالة المادية: متدنيه لا يوجد مصدر دخل"
	},
	{
		id: "A-002",
		name: "صابرين ديب محمد شاهين",
		description: "أرملة، تاريخ الميلاد: 24/04/1978، عدد الأفراد: 2، تاريخ وفاة الزوج: 3/12/2023",
		amount: 495,
		status: "بانتظار الكفالة",
	
		category: "أرملة",
		details: "الحالة المادية: لا نمتلك أي دخل. فقدنا المعيل الوحيد للأسرة ولا نمتلك أي دخل"
	},
	{
		id: "A-003",
		name: "صابرين ابراهيم احمد اسليم",
		description: "أرملة، تاريخ الميلاد: 20/10/1994، عدد الأفراد: 6، تاريخ وفاة الزوج: 25/5/2025",
		amount: 495,
		status: "بانتظار الكفالة",
		
		category: "أرملة",
		details: "الحالة المادية: ضعيفة. لا يوجد دخل أساسي للأسرة"
	},
	{
		id: "A-004",
		name: "ابتسام محي الدين ابراهيم صابر",
		description: "أرملة، تاريخ الميلاد: 24/01/2001، عدد الأفراد: 3، تاريخ وفاة الزوج: 25/03/2025",
		amount: 495,
		status: "بانتظار الكفالة",
		
		category: "أرملة",
		details: "الحالة المادية: صعبة للغاية"
	},
	{
		id: "A-005",
		name: "شريهان عبد الكريم دياب سويدان",
		description: "أرملة، تاريخ الميلاد: 27/05/1985، عدد الأفراد: 4، تاريخ وفاة الزوج: 27/8/2024",
		amount: 495,
		status: "بانتظار الكفالة",
		category: "أرملة",
		details: "الحالة المادية: سيئة. لا يوجد مصدر دخل والعائلة دون معيل"
	},
];